{
  "general": {
    "language": "Português",
    "number": "{{value, number}}",
    "roundNumber": "{{value, roundNumber}}",
    "date": {
      "monthNameYear": "{{date, MMMM, YYYY}}",
      "monthAbbNameYear": "{{date, MMM YYYY}}",
      "monthYear": "{{date, MM/YYYY}}",
      "year": "{{date, YYYY}}"
    }
  },
  "profession": "Desenvolvedor de Software",
  "description": "Funcionando a base do café, trocando código por pizza e tentando me tornar um mestre pokémon nas horas vagas.",
  "seeResume": "Veja o currículo completo",
  "linkResume": "/resume/pt.pdf",
  "present": "Presente",
  "about": {
    "title": "Sobre",
    "description": "Graduando em Engenharia da Computação pela UEFS e técnico em Desenvolvimento de Sistemas pelo SENAI. Sou uma pessoa movida a resolver problemas, buscando e aprendendo sempre novas soluções.\nAtualmente sou desenvolvedor back-end na Geodatin, uma startup focada em soluções para geoinformações e inteligência de dados.\nTenho experiência em desenvolvimento de APIs Restful usando frameworks como Laravel e Node.JS, trabalhando com bancos de dados relacionais, principalmente postgres e mysql, além de experiência com a linguagem python."
  },
  "experiences": {
    "title": "Experiências",
    "golfarma": {
      "position": "Estágio - Desenvolvedor Backend",
      "description": "Distribuidora farmacêutica, focada no mercado baiano. Passou a investir em tecnologia no final de 2019 para se adaptar ao mercado mais tecnológico.\n- Desenvolvimento: Criação e manutenção de API's restful e banco de dados.\n- Operacional: Contato direto com cliente, para solução de problemas e implementação de sistema.\n- Tecnologias: PHP (Laravel), SQL (SQL Server e Postgres)."
    },
    "geodatin": {
      "position": "Desenvolvedor Fullstack",
      "description": "Empresa focada no desenvolvimento de sistemas unindo inteligência em dadose geoinformação.\n- Desenvolvimento: Criação e manunteção de API Restful e bancos de dados, além de criação de web scraping para extração de dados públicos.\n- Tecnologias: Node.JS (Typescript, Express, Typeorm), Python (Selenium, Beautifulsoup), Postegres, Redis, Docker, Github Actions."
    }
  },
  "formations": {
    "title": "Formações",
    "uefs": {
      "course": "Engenharia de Computação",
      "description": ""
    },
    "senai": {
      "course": "Desenvolvimento de Sistemas",
      "description": ""
    }
  },
  "projects": {
    "title": "Projetos",
    "noProjects": "Sem projetos no momento"
  }
}
