{
  "general": {
    "language": "Português",
    "number": "{{value, number}}",
    "roundNumber": "{{value, roundNumber}}",
    "date": {
      "monthNameYear": "{{date, MMMM, YYYY}}",
      "monthAbbNameYear": "{{date, MMM YYYY}}",
      "monthYear": "{{date, MM/YYYY}}",
      "year": "{{date, YYYY}}"
    }
  },
  "profession": "Desenvolvedor de Software",
  "description": "Funcionando a base do café, trocando código por pizza e tentando me tornar um mestre pokémon nas horas vagas.",
  "seeResume": "Veja o currículo completo",
  "linkResume": "/resume/pt.pdf",
  "present": "Presente",
  "about": {
    "title": "Sobre",
    "description": "Possuo experiência como <1>engenheiro de software</1>, atualmente trabalhando como <1>desenvolvedor fullstack</1>, mas como uma ênfase maior em back-end.\n\nSou <1>graduando em Engenharia da Computação</1> pela UEFS e <1>técnico em Desenvolvimento de Sistemas</1> pelo SENAI.Sou uma pessoa movida a resolver problemas, buscando e aprendendo sempre novas soluções.\n\nTenho experiência em desenvolvimento de <1>APIs Restful</1> usando frameworks como Laravel e Node.JS, além de experiência em construção de <1>sites responsivos</1> usando tecnologias como o React (além do HTML e CSS puros). Trabalho também com <1>bancos de dados relacionais</1>, principalmente PostgreSQL e mysql, além de experiência com outras linguagens como python e o c++."
  },
  "experiences": {
    "title": "Experiências",
    "golfarma": {
      "position": "Estágio - Desenvolvedor Backend",
      "description": "Distribuidora farmacêutica, focada no mercado baiano. Passou a investir em tecnologia no final de 2019 para se adaptar ao mercado mais tecnológico.\n\nTrabalhei no desenvolvimento, criação e manutenção de API's restful e banco de dados, também tive a experiência e responsabilidade de entrar em contato direto com cliente para solução de problemas e implementação de sistema.\n\nNa Golfarma usei tecnologias como o PHP (Laravel) e o SQL (SQL Server e PostgreSQL)."
    },
    "geodatin": {
      "position": "Desenvolvedor Fullstack",
      "description": "Empresa focada no desenvolvimento de sistemas, unindo a inteligência em dados e a geoinformação.\n\nTrabalhei no desenvolvimento, criação e manunteção de API Restful e bancos de dados, bem como na implementação de páginas responsivos, além da criação de web scraping para extração de dados públicos.\n\nNa Geodatin eu usei tecnologias como Node.JS (Typescript, Express, Typeorm), React (Styled-components, Material-UI), Python (Selenium, Beautifulsoup), PostegreSQL, Redis, Docker, Github Actions."
    }
  },
  "formations": {
    "title": "Formações",
    "uefs": {
      "course": "Engenharia de Computação",
      "description": ""
    },
    "senai": {
      "course": "Desenvolvimento de Sistemas",
      "description": ""
    }
  },
  "projects": {
    "title": "Projetos",
    "titlePage": "Todos os Projetos",
    "noProjects": "Sem projetos no momento",
    "seeMore": "Veja todos os projetos",
    "columns": {
      "year": "Ano",
      "title": "Projeto",
      "bond": "Vínculo",
      "link": "Link",
      "description": "Detalhes"
    },
    "type": {
      "personal": "Pessoal",
      "academic": "Acadêmico",
      "professional": "Profissional"
    },
    "list": {
      "personalWebsite": {
        "title": "Site Pessoal",
        "description": "Site com informações e projetos pessoais e profissionais."
      },
      "ppbio": {
        "title": "PPBio",
        "description": "O PPBio (Programa Prioritário de Bioeconomia) é uma plataforma para captar recursos de investimentos para geração de novos produtos, serviços e negócios para a Bioeconomia Amazônica. Trabalhei como Back-end e Scrum Master."
      },
      "rhisa": {
        "title": "Rhisa",
        "description": "A Rhisa (Rede de Recursos Humanos e Inteligência para Sustentabilidade na Amazônia) é uma plataforma para conectar pesquisadores das Amazônia Legal. Trabalhei como Back-end, desenvolvendo a API e o Crawler que alimenta o banco de dados."
      },
      "leadbase": {
        "title": "LeadBase",
        "description": "O LeadBase é uma plataforma para gestão e análise de dados voltados para o ramo farmacêutico, participei do projeto quando ainda faziam parte da Golfarma, posteriormente o projeto virou uma startup independente. Trabalhei como back-end, desenvolvendo a API e o banco de dados."
      },
      "semesterUefs": {
        "title": "Semestre UEFS",
        "description": "Site com informações sobre os dias que faltam para o fim semestre letivo da UEFS."
      }
    }
  }
}
